export default {
  projections: {
    КлиентE: {
      отправНаПочту: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      оплата: {
        __caption__: 'Оплата',
        дата: {
          __caption__: 'Дата оплаты'
        },
        время: {
          __caption__: 'Время оплаты'
        },
        способОпл: {
          __caption__: 'Способ оплаты'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    КлиентL: {
      отправНаПочту: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      оплата: {
        __caption__: 'Дата оплаты',
        дата: {
          __caption__: 'Дата оплаты'
        },
        время: {
          __caption__: 'Время оплаты'
        },
        способОпл: {
          __caption__: 'Способ оплаты'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    }
  },
  validations: {
    оплата: {
      __caption__: 'Оплата'
    },
    отправНаПочту: {
      __caption__: 'ФИО'
    }
  }
};
