export default {
  projections: {
    ОплатаE: {
      способОпл: {
        __caption__: 'Способ оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      сделатьФото: {
        __caption__: 'Сделать фото',
        колВоФото: {
          __caption__: 'Кол во фото'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        цена: {
          __caption__: 'Стоимость'
        }
      }
    },
    ОплатаL: {
      способОпл: {
        __caption__: 'Способ оплаты'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      время: {
        __caption__: 'Время'
      },
      дата: {
        __caption__: 'Дата'
      },
      сделатьФото: {
        __caption__: 'Кол во фото',
        колВоФото: {
          __caption__: 'Кол во фото'
        },
        категорФото: {
          __caption__: 'Категория фото'
        },
        цена: {
          __caption__: 'Стоимость'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    способОпл: {
      __caption__: 'Способ оплаты'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    сделатьФото: {
      __caption__: 'Сделать фото'
    }
  }
};
